[
	{
		"quote"		:	"Few designers can capture a brand’s essence and deliver a design that takes that brand to a new level. Dan did that at the pitch meeting.",
		"person"	:	"Rob Walker",
		"role"		:	"Former Digital Marketing Manager, Crayola"
	},
	{
		"quote"		:	"Dan is an amazing teacher and mentor to everyone he works with—no matter the discipline or level. My only regret about working with Dan is that it didn&rsquo;t last longer.",
		"person"	:	"Karina Elise",
		"role"		:	"Creative Lead, Google"
	},
	{
		"quote"		:	"I promise that Dan Mall is more inspiring and talented than you.",
		"person"	:	"Chris Matthews",
		"role"		:	"Strategy, Apple"
	},	
	{
		"quote"		:	"Dan certainly has one of the best minds for design in our industry, but he takes it so much further in his unparalleled grace and his seamless collaboration with his team and his clients.",
		"person"	:	"Mike Kenny",
		"role"		:	"Former Director of User Experience, Code &amp; Theory"
	},
	{
		"quote"		:	"Dan is a phenomenon. He is equal parts analytical and intuitive, collaborative and focused, tenacious and calm. He&rsquo;s one of the finest people I&rsquo;ve had the opportunity to work with.",
		"person"	:	"Mike Lebowitz",
		"role"		:	"Founder &amp CEO, Big Spaceship"
	},
	{
		"quote"		:	"If I closed my eyes and thought of five people I&rsquo;d want to work on projects the rest of my life with Dan would be one of the five. Doesn&rsquo;t matter what the project is.",
		"person"	:	"Jamie Kosoy",
		"role"		:	"Founder, Arbitrary"
	},
	{
		"quote"		:	"Dan thinks through all design and user experience decisions. He poses hard questions to ensure details are thought through. He is respectful of his team members, is a powerful leader, and honors everyone&rsquo;s input. And, while he can back up his design decisions, he&rsquo;s a good listener and receptive to feedback. He is articulate, passionate and so well educated in his specialty that no matter what kind of curve balls are thrown he has an informed&mdash;and kind&mdash;response. ",
		"person"	:	"Rebecca Mitchell",
		"role"		:	"VP Corporate Communications, Point72 Asset Management"
	},
	{
		"quote"		:	"Whether he&rsquo;s delivering one of his unforgettable presentations or sitting at your side and walking you through a concept or design, Dan has an unparalleled ability to articulate his ideas and nurture yours. More than anything, Dan is bursting with integrity&mdash;and it comes across in everything he touches.",
		"person"	:	"Victor Pineiro",
		"role"		:	"SVP Social Media, Big Spaceship"
	},
	{
		"quote"		:	"Dan has vision and is able to see the potential in anything he touches. He&rsquo;s a team player and a great collaborator. He never stops thinking about what can be done better, which always leads to fresh, smart, and original work.",
		"person"	:	"Sabah Kosoy",
		"role"		:	"Producer, Google"
	},
	{
		"quote"		:	"Dan is a very special blend of leader, teacher, and experience with a sincere and clearly passionate interest in inventing exceptional works that inspire, engage, and scale beautifully&mdash;he&rsquo;s contagious. Dan is always cooking up something uniquely special, always leaving a place at the table for anyone ready and willing to join in the fun.",
		"person"	:	"S. Jason Prohaska",
		"role"		:	"Managing Director, MediaMonks NY"
	}
]